{
  "1": {
    "text": "It’s your last year in high school - a pivotal point in your life - and it’s time to make some tough decisions. It’s time to decide which university programs to apply to!",
    "next": "1.1",
    "background": "/room.jpg"
  },
  "1.1": {
    "text": "It’s time to decide what University program to apply to. You truly enjoy visual art, are quite talented, and could see yourself being very happy as an artists. Computer Science on the other hand has good job security you think you are decent at it.",
    "next": "1.2",
    "background": "/room.jpg"
  },
  "1.2": {
    "speaker": "Best Friend",
    "text": "Which program did you apply to?",
    "next": "2",
    "background": "/room.jpg"
  },
  "2": {
    "options": [
      [2.1, "Visual Arts at WCAD University"],
      [2.2, "Computer Science at Materloo University"]
    ],
    "text": "Which program did you choose to apply to?",
    "background": "/room.jpg"
  },
  "2.1": {
    "speaker": "Best Friend",
    "text": "Don’t forget about me when you’re famous! 😛",
    "next": "3",
    "background": "/room.jpg"
  },
  "2.2": {
    "speaker": "Best Friend",
    "text": "Don’t forget about me when you’re rich! 😛",
    "next": "43",
    "background": "/room.jpg"
  },
  "3": {
    "text": "You’ve been really struggling financially ever since you started university because your parents don’t support your decision to become an artist. There’s an art contest for students happening at your local gallery and the prize is a huge scholarship that’ll really help you out. You won’t have to worry about making rent every month! Plus, your art will be shown at the local gallery - that’ll be great for your career!",
    "next": "4",
    "background": "/room.jpg"
  },
  "4": {
    "text": "You want to enter a piece into the contest, but the thing is, you’re not a very good artist since you just started studying art seriously. The prompt sounds impossible for you to paint! It's... \"a longhaired daschund\". But, your friend recently showed you an AI art generator called WALLE-2 that you could use to make some impressive art. All you have to do is enter the prompt into the tool! You would feel guilty using it though... do you deserve to call it your art?",
    "next": "5",
    "background": "/artfair.jpg",
    "context": ["WALLE-2 is based on DALLE-2, OpenAI's popular (but controversial) AI image generating system."]
  },
  "5": {
    "options": [
      [6, "Pass off AI art as your own"],
      [22, "Draw your own art"]
    ],
    "text": "What will you enter into the art fair?",
    "background": "/artfair.jpg"
  },
  "6": {
    "text": "You decide to generate a hyperrealistic piece using WALLE-2. It took you a couple of minutes to tune the adjectives to produce something you liked, but it looks amazing! You get it printed on a canvas immediately and submit it to the gallery without mentioning the AI component.",
    "next": "7",
    "background": "/artfair.jpg"
  },
  "7": {
    "text": "Congratulations! You won the contest! Everyone LOVES your art and can’t stop talking about it! It must’ve taken you years to develop your skills, and you can now go to university stress free. However, you’re starting to feel guility about passing off the AI generated art as your own.",
    "background": "/artfair.jpg",
    "next": "8"
  },
  "8": {
    "options": [
      [9, "Confess to the judges"],
      [12, "Hell no! Take the money and run"]
    ],
    "text": "Do you confess to the judges?",
    "background": "/artfair.jpg"
  },
  "9": {
    "text": "Everyone is shocked by the revelation and the judges reconvene to discuss what should be done given this new information.",
    "next": "10",
    "background": "/artfair.jpg"
  },
  "10": {
    "text": "After some deliberation, it’s revealed that you still won! Congratulations! The response is polarizing. Some people are angry at you, calling you a fraud and some people think you deserve the prize. \"You’re a fraud! You didn’t make this!”, someone from the crowd screams.",
    "next": "11",
    "background": "/artfair.jpg"
  },
  "11": {
    "options": [
      [
        12,
        "“I made the prompt, everything came from my brain. AI is just a tool - like a paint brush!”"
      ],
      [12, "“It’s gonna happen sooner or later, suck it up!”"]
    ],
    "text": "How do you respond?",
    "background": "/artfair.jpg",
    "context": ["https://bit.ly/3F5YvK5", "The contestant who won the art competition with an AI-generated piece has defended his choice in an interview"]
  },
  "12": {
    "text": "You go congratulate the 2nd place winner, Luca, and end up befriending him. You tell him how amazing his art is and find out that he will be attending the same university as you are! You now get to go to university on a scholarship! No need to stress about money anymore!",
    "next": "13",
    "background": "/artfair.jpg"
  },
  "13": {
    "text": "You try your best in art school, but you just don’t have enough skill to keep up. Your grades begin to fall and you need to do something about it. You want to use AI to generate some art for you  - it’s the only way to not flunk out.",
    "next": "14",
    "background": "/room.jpg"
  },
  "14": {
    "options": [
      [15, "Yes"],
      [24, "No"]
    ],
    "text": "Do you use AI art to cheat on your assignments?",
    "background": "/room.jpg"
  },
  "15": {
    "text": "After a grueling 4 years, you’ve graduated! You’ve relied heavily on AI to pass your classes but now you’re done. Your friend Luca graduates with you as well. Luca gets a job in graphic design in order to make ends meet, while you’re able to do freelance given the reputation you’ve accrued over the years.",
    "next": "16",
    "background": "/room.jpg"
  },
  "16": {
    "text": "A billionaire approaches you about a possible commission. They want a piece in a similar style for their house and are offering you 2 million dollars! You try using the generators but it’s not giving you the right results. You realise that putting some of Luca’s art into the algorithm will give the perfect result. The art you plug in technically isn’t his because he made it for a company - so it should be ok, right? Still, you feel guilty. But 2 million dollars will change your life.",
    "next": "17",
    "background": "/room.jpg"
  },
  "17": {
    "options": [
      [18, "Use it, it’s not technically his art."],
      [21, "Don’t do it. Just use the results you have already"]
    ],
    "text": "Do you feed in Luca’s art to WALLE-2 and pass it off as your own work?",
    "background": "/room.jpg"
  },
  "18": {
    "text": "This puts you on the map. The billionaire shares your piece online and it gets well recieved. People are reposting and reposting - it’s become viral. Luca sees the art and is shocked - it’s in his exact style. He realizes that you’ve been using AI art this whole time and confronts you about it.",
    "next": "18.1",
    "background": "/room.jpg"
  },
  "18.1": {
    "speaker": "Luca",
    "text": "How could you steal my style and profit off of my hard work? I trusted you!",
    "next": "19",
    "background": "/room.jpg"
  },
  "19": {
    "options": [
      [20, "“It’s not technically your art - I made the prompt so it’s mine!”"],
      [
        20,
        "“Sure it’s your style, but you can’t prevent me from using it. It’s a style, not your property!”"
      ]
    ],
    "text": "How do you respond to Luca?",
    "background": "/room.jpg"
  },
  "20": {
    "text": "You are now a world-renowed artist. You’ve done very well for yourself, but you feel like a fraud knowing that you’ve become successful off of working for 3 minutes on each piece, while your friend Luca spends hours upon hours only to be less successful than you.",
    "background": "/room.jpg",
    "is_ending": true
  },
  "21": {
    "text": "The billionaire isn’t impressed with your work at all and only gives you a small portion of the money. This hurts your career and no one wants to work with you anymore. No more commissions come in, and you’re struggling to make ends meet. You don’t know what to do because your skills are now limited to that of using AI art generators.",
    "background": "/room.jpg",
    "is_ending": true
  },
  "22": {
    "text": "Your hard work almost paid off, and you placed second. You overhear the winner bragging about using an AI image generator to create their submission. You feel frustrated. If you used AI, maybe you would’ve won. Seems like having merit doesn’t pay off!",
    "next": "23",
    "background": "/artfair.jpg",
    "context": ["https://nyti.ms/3VR0IA1", "In August 2022, Colorado State Fair's fine arts competition judges awarded first place to a contestant who entered a fully AI-generated piece."]
  },
  "23": {
    "options": [
      [15, "Yes"],
      [24, "No"]
    ],
    "text": "Should you just start doing AI art?",
    "background": "/artfair.jpg"
  },
  "24": {
    "text": "Your art gets better and better as you practice more and more. You’re struggling to make ends meet, but that’s the artist lifestyle - right?",
    "next": "25",
    "background": "/room.jpg"
  },
  "25": {
    "options": [
      [26, "Commissions for companies"],
      [39, "Freelance, online work"]
    ],
    "text": "How do you want to make your money?",
    "background": "/room.jpg"
  },
  "26": {
    "text": "You begin doing comissions for a myriad of companies. The money you get from this is pretty good! As you browse the internet one day, you find that a comic book is being published, and you’re shocked to see that the style is incredibly similar to your own. How did this happen?",
    "next": "27",
    "background": "/room.jpg",
    "context": ["https://bit.ly/3VLYKRC","With the recent popularity surrounding AI art generators, illustrators of all kinds are finding their work being used without their permission to generate new art in their exact style"]
  },
  "27": {
    "options": [
      [28, "Contact the author and ask"],
      [35, "Go on Fwitter and expose the author"]
    ],
    "text": "What do you do in response?",
    "background": "/room.jpg"
  },
  "28": {
    "text": "The author is delighted you reached out - they’re a big fan! They put your art that they found online into an AI art generator to mirror your style. They see nothing wrong with what they’ve done.",
    "next": "29",
    "background": "/room.jpg",
    "context": ["https://bit.ly/3VLYKRC","With the recent popularity surrounding AI art generators, illustrators of all kinds are finding their work being used without their permission to generate new art in their exact style"]
  },
  "29": {
    "options": [
      [30, "“I didn’t give you permission to use my work”"],
      [34, "“You’re profiting off of my work, I deserve a share”"]
    ],
    "text": "How do you respond to them?",
    "background": "/room.jpg"
  },
  "30": {
    "text": "The author says that they used work they found on other websites and later traced it back to you as the artist. Because of this, it wasn’t really your work that they took. You realise that because these pieces were comissions, they aren’t yours to give permission to. There’s nothing you can do about this, unless the company you did the comission for wants to, which of course they don’t.",
    "next": "31",
    "background": "/room.jpg",
    "context": ["https://bit.ly/3VLYKRC","With the recent popularity surrounding AI art generators, illustrators of all kinds are finding their work being used without their permission to generate new art in their exact style"]
  },
  "31": {
    "options": [
      [32, "Sue them, they stole your style regardless"],
      [33, "Welp, I guess there’s nothing I can do..."]
    ],
    "text": "What do you do about your stolen style?",
    "background": "/room.jpg"
  },
  "32": {
    "text": "In an attempt to fight back, the author copyrights the comic book and is successful. They have successfully copyrighted the comic that uses your style. You lost. There’s nothing you can do, just go back to comissioning pieces, and accept that your art is vulnerable to being taken again. All the time you’ve spent honing your unique style didn’t matter, because now it’s for the public to use.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3B9egz2","In the first successful case of its kind, an artist has successfully copyrighted a comic book fully generated using AI art"]
  },
  "33": {
    "text": "You’ve worked your way up to be a great artist, with an amazing and unique style. The style you’ve developed over the years is now profitable, but none of the money is going into your pockets. All the time you’ve spent honing your unique style didn’t matter, because now it’s for the public to use. Hell, there’s a comic book out there using your style and you’re getting none of it. There’s nothing you can do, just go back to comission pieces, and accept that your art is vulnerable to being taken again.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3VLYKRC","With the recent popularity surrounding AI art generators, illustrators of all kinds are finding their work being used without their permission to generate new art in their exact style"]
  },
  "34": {
    "text": "The author disagrees, saying that they aren’t technically using your work. Rather, it’s new images that came from their mind. You realise that because these pieces were comissions, they aren’t yours to give permission to. So there’s nothing you can do about this, unless the company you did the comission for wants to - which of course they don’t.",
    "next": "31",
    "background": "/room.jpg"
  },
  "35": {
    "text": "You accumulate quite the support online. A lot of people understand your frustration - how could someone profit off of your style?  The author comes out and states that they were simply inspired by your art that they found online. It’s entirely new art, so they didn’t do anything wrong. You realise that because these pieces were comissions, they aren’t yours to give permission to. There’s nothing you can do about this, unless the company you did the comission for wants to - which of course they don’t.",
    "next": "36",
    "background": "/room.jpg"
  },
  "36": {
    "options": [
      [37, "Sue them, they stole your style regardless"],
      [38, "Welp, I guess there’s nothing I can do..."]
    ],
    "text": "What do you do about your stolen style?",
    "background": "/room.jpg"
  },
  "37": {
    "text": "You threaten to sue, and media attention begins to grow. Many people are on your side - they believe your style was stolen by the author. But, many others believe that you have no grounds to sue; a style isn’t something you own. In an attempt to fight back, the author copyrights the comic book and is successful. They have successfully copyrighted the comic that uses your style. You lost. There’s nothing you can do, just go back to comissioning pieces, and accept that your art is vulnerable to being taken again. All the time you’ve spent honing your unique style didn’t matter, because now it’s for the public to use.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3B9egz2","Law experts predict an incoming \"wave of litigation\" from artists. And, in the first case of its kind, an artist has successfully copyrighted a comic book fully generated using AI art"]
  },
  "38": {
    "text": "You’ve worked your way up to be a great artist, with an amazing and unique style. The style you’ve developed over the years is now profitable, but none of the money is going into your pockets. All the time you’ve spent honing your unique style didn’t matter, because now it’s for the public to use. Hell, there’s a comic book out there using your style and you’re getting none of the recognition. There’s nothing you can do, just go back to comission pieces, and accept that your art is vulnerable to being taken again.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3P4OMIK","Experts and professional artists alike are concerned about the effect that AI art generators will have on mid-career artists that have finally found their niche"]
  },
  "39": {
    "text": "You begin sharing your art online with lukewarm success. You keep posting and hoping that at some point your art will gain traction. A few months have passed, but still, nothing. As you browse the internet one day, you find art pieces that look very similar to your style have gotten very popular. They have tens of thousands reposts, and these accounts are accruing thousands in commission profits. Upon further inspection, you find that the people have been using AI art to generate content in your style. Particularly, using your name in the prompt.",
    "next": "40",
    "background": "/room.jpg"
  },
  "40": {
    "options": [
      [
        41,
        "Ignore it, there’s nothing that can be done. Plus I’m sure it’s good publicity for me!"
      ],
      [42, "Contact a journalist to do a story on this"]
    ],
    "text": "What do you do about it?",
    "background": "/room.jpg"
  },
  "41": {
    "text": "You ignore the issue and continue with your work. You continue to churn out beautiful pieces of art and post them on your social media pages. However, you notice that your views and engagment has gone down immensely. You try to find out why this is by searching up your own name. And you find large amounts of art that look like yours, but aren’t made by you. Your style is being saturated by AI art.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3P4OMIK","Experts and professional artists alike are concerned about the effect that AI art generators will have on mid-career artists that have finally found their niche"]
  },
  "42": {
    "text": "A popular newspaper picks up your story, hoping to cash in on the hype of AI art. They publish a story about the accounts that have stolen your style, and how they’ve affected your career. In the next few days, you have hundreds of artists and interested customers messaging you in support, and commissioning you. In the next few months though, you notice that while the original copycat accounts have lost many of their followers, new ones with thousands of followers pop up every week. You can’t help but feel like the issue will never go away.",
    "background": "/room.jpg",
    "is_ending": true,
    "context": ["https://bit.ly/3uph1IA","A blog post was published reporting on a working artist having her art style imitated with AI generators, and then released under open licenses"]
  },
  "43": {
    "text": "After 4 long years, graduation approaches and you are ready to get out there and start making money! After going through tons of new grad applications you wait to hear back.",
    "next": "43.1",
    "background": "/room.jpg"
  },
  "43.1": {
    "text": "You receive two new emails...",
    "next": "43.2",
    "background": "/room.jpg"
  },
  "43.2": {
    "text": "You open the first.",
    "next": "43.3",
    "background": "/room.jpg",
    "doc": [
      "Hi 🥰,",
      "",
      "Our team had a wonderful time interviewing with you! We are so excited to extend an offer for you to join the family at Enviro 🌱!!",
      "We look forward to providing you with some amazing opportunities to grow with us during your early career.",
      "",
      "Wishing you the best and look forward to hearing back,",
      "Alex",
      "Head of Recruitment at Enviro 🌱"
    ]
  },
  "43.3": {
    "text": "You open the second.",
    "next": "43.4",
    "background": "/room.jpg",
    "doc": [
      "Congratulations! We are looking forward to having you join Fwitter as a new grad software engineeer.",
      "Please reply to confirm and we can proceed with next steps.",
      "",
      "Sincerely,",
      "Fwitter Recruitment Team"
    ]
  },
  "43.4": {
    "text": "You know that Enviro is a small non-profit that works to track the carbon footprint of companies to help them become more sustainable.",
    "next": "43.5",
    "background": "/room.jpg"
  },
  "43.5": {
    "text": "Fwitter on the other hand, is a large social media company, you don't really use it, but all your friends do.",
    "next": "43.6",
    "background": "/room.jpg"
  },
  "43.6": {
    "options": [
      [45, "Enviro, the small non-profit looking to help make the world more sustainable through carbon footprint tracking."],
      [44, "Fwitter, a social media platform for voicing your ideas."]
    ],
    "text": "Thankful and excited for your career, you reply to",
    "background": "/room.jpg"
  },
  "44": {
    "text": "A few weeks pass by as you onboard onto Fwitter's engineering team. You're excited by the opportunity for impact at Fwitter, and can't wait to take on exciting projects.",
    "next": "44.1",
    "background": "/techoffice.jpg"
  },
  "44.1": {
    "speaker": "Manager", 
    "text": "Hey, now that you've finished onboarding, I'm excited to introduce your first big projects. It's super impactful and I can't wait for you to be able to jump Start your career. I'll send along the document now 😊!",
    "next": "44.2",
    "background": "/techoffice.jpg"
  },
  "44.2": {
    "text": "You take a look at the document from your manager.",
    "next": "44.3",
    "background": "/techoffice.jpg",
    "doc": [
      "Problem",
      "Our location data collection relies on the user explicitly accepting to share their location data. This leads to a loss in data integrity as some users choose not to share this info.",
      "",
      "Solution",
      "In addition to explicitly asking users to share their location data, we want to use IP targeting to implicitly collect the locaiton data of users. IP targeting involves using the user's IP address to approximate their location. This would be built on-top of existing mobile logging infrastructure and would provide valuable location data to the organization."
    ]
  },
  "44.3": {
    "speaker": "Manager",
    "text": "What do you think?",
    "background": "/techoffice.jpg",
    "options": [
      [44.5, "I'll do it! Most places use IP tracking and it's totally legal. Plus, it's a great way to get a headstart at the company."],
      [44.6, "I'm not sure... IP tracking seems a bit invasive, especially if these individuals are the ones that have chosen not to share their location data."]
    ],
    "context": ["https://www.accudata.com/blog/ip-targeting/", "IP targeting is a legal “gray area”. The general consensus in the US is that it is legal as IP addresses are inherently public info."]
  },
  "44.6": {
    "speaker": "Manager", 
    "text": "IP tracking is totally legal! Your IP address is public info. Just worry about your code, I'll worry about making sure that we're doing the right thing.",
    "next": "44.7",
    "background": "/techoffice.jpg"
  },
  "44.7": {
    "text": "Your manager is right, IP tracking is legal and is actually rather commonplace. What will you do about the project?",
    "background": "/techoffice.jpg",
    "options": [
      [44.5, "You decide to take on the project. It'll be hugely impactul for both the company and your career."],
      [44.9, "You feel like this project does not follow your personal beliefs and insist you want a different project."]
    ]
  },
  "44.5": {
    "text": "You spend the next few weeks scoping out, designing, and building out the new IP tracking system. It’s a cool opportunity and you learn a lot. Your manager seems pretty happy with the pace of your work.",
    "background": "/techoffice.jpg",
    "next": "47"
  },
  "44.9": {
    "text": "Pushing back against your manager feels bad but you feel it's the right thing for you to do. He ends up passing the project off to someone else - another new hire.",
    "next": "44.11",
    "background": "/techoffice.jpg"
  },
  "44.11": {
    "text": "A few weeks pass and you don't hear much about that project, but you later find out that the other new hire got promoted for their work.",
    "next": "44.12",
    "background": "/techoffice.jpg"
  },
  "44.12": {
    "text": "You, on the other hand, have just been given basic tasks here and there. You complete them pretty easily and feel like you're coasting. You don't get any meaningful feedback for a while until you get a message from your manager that they want a 1-on-1 later today.",
    "next": "44.13",
    "background": "/techoffice.jpg"
  },
  "44.13": {
    "speaker": "Manager",
    "text": "Hey, so it's almost been 2 months since you were hired. I'm informing you that based on our performance indicators, you haven't been meeting the growth trajectory that we expect out of an L2 engineer. Based on that, you've been placed on a Performance Improvement Plan. I'm being extra transparent with you because I like you. I want to see you put in more work. I don't want to have to put your back against a wall, but we expect more from you.",
    "next": "44.14",
    "background": "/techoffice.jpg",
    "context": ["https://www.theverge.com/2021/7/9/22570579/amazon-performance-focus-plans-hidden-employees", "Amazon and other tech firms have used Performance Improvement Plans in ways that are highly controversial."]
  },
  "44.14": {
    "text": "Wait ... what? You're shocked. You've been finishing all the work they've handed to you well before the deadlines. You have no idea how you could be underperforming. How do you respond?",
    "options": [
      [44.15, "You decide to work harder to meet these expectations and relay that to your manager. If you work harder and put  in longer hours, maybe you'll get the promotion that your coworker got."],
      [44.16, "You push back. You've been doing everything you're asked and don't see how you could be underperforming. You won't stand for this unfair treatment."]
    ],
    "background": "/techoffice.jpg"
  },
  "44.15": {
    "text": "Your manager is glad to hear that you're willing to put in the work. He begins assigning you additional work that is sometimes well-beyond what you've done before or just very monotonous and time-consuming.",
    "next": "46",
    "background": "/techoffice.jpg"
  },
  "44.16": {
    "text": "He only gives you vague and unclear reasons for why you're in the Performance improvement plan in the first place. The conversation gets heated. You're hopeful that a third-party can see the validity of your side of the argument so you get HR involved. Surely they'll be on your side.",
    "next": "44.17",
    "background": "/techoffice.jpg"
  },
  "44.17": {
    "text": "Unfortunately, that can't be further from the case. They inform you that their work performance monitoring systems backed by AI have flagged you as an underperformer. They tell you that the system is robust and free of bias, and that you're clearly the one at fault.",
    "next": "44.18",
    "background": "/techoffice.jpg",
    "context": ["https://senseient.com/wp-content/uploads/Black-Box-AI.pdf", "AI is often described as an almost black box that lacks visibility. This contributes to a lack of understanding as to why decisions are made as well as the potential for exploitation and bias."]
  },
  "44.18": {
    "text": "When you try to ask for what you can improve at, they say the system takes in a wide array of factors including everything from code output, manager reviews, to activity trackers in your day-to-day laptop activity.",
    "next": "44.19",
    "background": "/techoffice.jpg"
  },
  "44.19": {
    "text": "A few uncomfortable weeks later, you're informed that you've been fired for just cause. Some reasons cited include incompetence in the form of underperforming and insubordination.",
    "is_ending": true,
    "background": "/techoffice.jpg",
    "context": ["https://idiallo.com/blog/when-a-machine-fired-me", "Using AI in hiring and performance reviews makes the process very robotic, removing an often important human element to anything involving people and their livelihoods."]
  },
  "45": {
    "text": "Onboarding at Enviro is fast and you’re super excited to be working on huge parts of their system. The team is small and every project matters.",
    "next": "45.1",
    "background": "/techoffice.jpg" 
  },
  "45.1": {
    "text": "Things go well for the first few weeks, but you find out the organization is having cash flow problems. Investors aren’t seeing fast enough growth and want Enviro to find a way to be more profitable.",
    "next": "45.2",
    "background": "/techoffice.jpg" 
  },
  "45.2": {
    "text": "Companies currently pay you for your consulting services as you design approaches to improving their operations to be more eco-friendly. One of your company strengths is that you’re able to make data-driven decisions.",
    "next": "45.3",
    "background": "/techoffice.jpg" 
  },
  "45.3": {
    "text": "An organization reaches out to you in hopes of being that lifeline. An idea is posed of creating custom carbon footprint assessments. They ask you to try to frame any of your findings as positive and are happy to pay a lot to get such an assessment.",
    "next": "45.4",
    "background": "/techoffice.jpg",
    "context": ["https://www.fastcompany.com/90626274/pour-one-out-for-the-tech-bro-uniform-patagonia-ditches-corporate-logos-on-its-vests", "Organizations--especially those that brand themselves as environmentally friendly--want to stay far from those that might hurt that image. For example, Patagonia has stated that they stopped doing corporate branded merchandise orders due to the short lifespan of branded merch (moving companies means buying more merch) but is rumoured to have done it to “disentangle” from tech orgs which tend to not be ecofriendly."]
  },
  "45.4": {
    "text": "The organization hopes to launch a new initiative that helps to frame itself as eco-friendly, and want this to be a critical part of that campaign.",
    "next": "45.5",
    "background": "/techoffice.jpg",
    "context": ["https://www.engadget.com/is-big-tech-greenwashing-its-environmental-responsibilities-ahead-of-cop-26-170038455.html", "Organizations like Google, Microsoft, and Amazon have all been accused of greenwashing. At the same time, campaigns like Microsoft's plan to be carbon negative by 2030 can have genuinely good impacts if done honestly."]

  },
  "45.5": {
    "text": "Since the team is so small, you have a lot of say in the direction of the company. At the same time, you understand the financial pressure that Enviro is under. Do you take on this project?",
    "options": [
      [45.6, "Yes, Enviro needs to do whatever it can to support its primary goal of helping organizations become environmentally-friendly. You’re here to make the world a better place."],
      [45.7, "No - you feel uneasy about such a large company looking to only frame itself as eco-friendly. You are very skeptical about the company’s motivations."]
    ],
    "background": "/techoffice.jpg",
    "context": [
      "https://www.hrdconnect.com/2018/10/22/pressures-that-have-caused-12-of-employees-to-act-unethically-at-work/",
      "Lack of resources and lack of pressure are the top two reasons for unethical behaviour in organizations."
    ]
  },
  "45.6": {
    "text": "You spend the next month designing and implementing a system that custom tracks the large companies emissions. You put a lot of effort into ensuring the integrity of the data.",
    "next": "45.8",
    "background": "/techoffice.jpg" 
  },
  "45.8": {
    "text": "You present your work to the company and are eager to hear their thoughts.",
    "next": "45.9",
    "background": "/techoffice.jpg" 
  },
  "45.9": {
    "text": "This is USELESS to us. We can’t let out consumers see the good AND bad, they will just think we are bad. We need just the good information presented and endorsed by your company",
    "speaker": "Client Company",
    "next": "45.11",
    "background": "/techoffice.jpg" 
  },
  "45.11": {
    "text": "The company is extremely unhappy with your presentation and demands a re-work of the work you did.",
    "next": "45.12",
    "background": "/techoffice.jpg" 
  },
  "45.12": {
    "text": "At this point, you have complete ownership over the project and it’s your decision.",
    "options": [
      [45.13, "Yes, you go back to the drawing board to figure out how to frame the company in a positive light to keep Enviro afloat."],
      [45.7, "No, you refuse to compromise the integrity of the data you are working with as it goes against what Enviro and you personaly stand for."]
    ],
    "background": "/techoffice.jpg" 
  },
  "45.13": {
    "text": "The company is much happier with its positive portrayal and things are looking upward for Enviro. You are celebrated at work, receive a large bonus as commission from the project, and you and your coworkers rejoice at the success.",
    "next": "45.14",
    "background": "/techoffice.jpg" 
  },
  "45.14": {
    "text": "A few weeks later, the big company you consulted for is under fire for green washing.",
    "next": "45.15",
    "background": "/techoffice.jpg",
    "context": [
      "https://www.biospace.com/article/mckinsey-under-fire-for-allegedly-advising-purdue-and-fda-concurrently/",
      "Consulting companies frequently under fire for conflicts of interest such as McKinsey for advising Purdue and FDA concurrently."
    ]
  },
  "45.15": {
    "text": "The reports circle-back to Enviro and destroy its reputation. Enviro goes out of business in a matter of months as it cannot withstand the negative PR.",
    "next": "45.15",
    "background": "/techoffice.jpg" 
  },
  "45.16": {
    "text": "You go back to job searching and are relatively financially secure. A part of you feels guilty for how Enviro ended up but you feel as if the result was somewhat out of your control.",
    "is_ending": true,
    "background": "/techoffice.jpg" 
  },
  "45.7": {
    "text": "Enviro’s financial problems worsen. With pressures mounting, you pour more and more hours into your work. The stress of work creeps into other parts of you life and you spend many late nights working on improving Enviro’s existing services.",
    "next": "46",
    "background": "/techoffice.jpg" 
  },
  "46": {
    "text": "Weeks pass by and you end up working many late-nights just to keep up with the workload. This eats away at your free-time and begins to weigh on your mental health. You’re driven by the the vision of a promotion and your dreams of growing your career.",
    "next": "46.1",
    "background": "/techoffice.jpg" 
  },
  "46.1": {
    "text": "As weeks turn to months, your friends and family wonder why you’ve been so closed off, but you’re fixated on your career and struggle to stay connected. You see your friends posting about the things they’re doing at work on Linkedin and feel like you’re falling behind. If you can’t even meet expectations, how are you supposed to exceed them and get the promotions you want.",
    "next": "46.2",
    "background": "/techoffice.jpg" 
  },
  "46.2": {
    "text": "Your manager starts to see you seem uninterested in social events and seem absent minded in meetings. He flags you as potentially having mental health issues and HR reaches out to you.",
    "next": "46.3",
    "background": "/techoffice.jpg" 
  },
  "46.3": {
    "text": "You’re informed that coworkers have noticed a sense of absent-mindedness and are concerned about your well-being. They say the organization has resources to support you if you need them. How will you deal with your stress?",
    "options": [
      [46.4, "You ask for resources. Going through this on your own is draining and you want help."],
      [46.13, "On your own. It’s how you’ve always done it. Sbotify is your best friend and you don’t need anyone else’s help."]
    ],
    "background": "/techoffice.jpg" 
  },
  "46.4": {
    "text": "HR tells you about how you can connect with a professional, but says that the process can be rather slow to be matched. They go on to say that your workplace is launching a new initiative that has employees work with AI mental health coaches. Studies have shown they can be hugely beneficial. What do you want to do?",
    "options": [
      [46.5, "You don’t think AI bots can help. They are too artifical and you’d rather wait for a real professional."],
      [46.6, "You’re optimistic about AI-based resources and opt into the new program."]
    ],
    "background": "/techoffice.jpg" 
  },
  "46.5": {
    "text": "You register for a therapy service designed to match you with a therapist. You’re excited at first, hopeful that it can help you handle the stress you’ve been under.",
    "next": "46.7",
    "background": "/techoffice.jpg" 
  },
  "46.7": {
    "text": "Unfortunately, that excitement fades over the weeks it takes for the matching process to complete. Therapists are in short supply and finding one that matches the goals you have makes the process even slower.",
    "next": "46.8",
    "background": "/techoffice.jpg" 
  },
  "46.8": {
    "text": "Before you’re even matched with a therapist, you end up burning out. One night you pass out in-front of the office while trying to head home for the night and a coworker finds you shivering on the floor in the morning. You’re forced to take paid-time-off and news spreads around about poor HR practices at your organization.",
    "next": "46.9",
    "background": "/techoffice.jpg" 
  },
  "46.9": {
    "text": "Eventually, you’re matched up with a therapist. While they certainly help you understand your feelings, you wish you could have gotten help sooner.",
    "is_ending": true,
    "background": "/techoffice.jpg" 
  },
  "46.6": {
    "text": "You get set up with a mental health chatbot that’s built on-top of the newest AI language model built specifically to optimize for effective dialogue - chatGPT (https://chat.openai.com/).",
    "next": "46.11",
    "background": "/techoffice.jpg" 
  },
  "46.11": {
    "text": "The chatbot employs what you’re told is Cognitive Behavioural Therapy. It helps you recognize some of your unhealthy habits and pushes you to reflect on the reasons behind your overworking. You find yourself improving how you balance work-life and eventually move on from the program.",
    "next": "46.12",
    "background": "/techoffice.jpg",
    "context": ["https://dl.acm.org/doi/fullHtml/10.1145/3453175", "Woebot and similar mental health chatbots have been shown to be effective at implementing CBT therapy, showing significant improvements in signs of depression within 2 weeks. CBT therapy is a form of therapy that helps the individual recognize unhealthy patterns of thinking and confront them. It encourages reflection of own and others’ behaviours and helps face fears and problems head on. It uses strategies such as confidence building to help improve mental health."]
  },
  "46.12": {
    "text": "A few years pass and you mostly forget about the program until you see a news article mentioning that ever-so familiar chat-bot. It turns out they were selling “anonymized” packages of conversation data to organizations seeking to build better customer service bots.",
    "is_ending": true,
    "background": "/techoffice.jpg",
    "context": ["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6610568/", "Chatbots show almost no adverse effects -- generally acts as a possible positive but otherwise generally neutral. 1 in 759 participants showed adverse effects where they developed paranoia and exited the study. The most commonly cited concern about chatbots and health tech in general is the potential for data breaches and loss of personal information."]
  },
  "46.13": {
    "text": "Sbotify launches a new feature that’s designed to suggest music based on your mood. While the systems behind it are only explained in vague ways, its designed to help the user achieve the moods and feelings they want on a day-to-day basis.",
    "next": "46.14",
    "background": "/techoffice.jpg",
    "context": ["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3741536/", "3 functions of music: 1. regulate mood and arousal. 2. self-awareness. 3. social relatedness."]
  },
  "46.14": {
    "text": "You think this will be a great way to help you beat your feelings on your own, so you join the beta-test.",
    "next": "46.15",
    "background": "/techoffice.jpg" 
  },
  "46.15": {
    "text": "Just like how social media are designed to keep you scrolling, music platforms are designed to keep you listening. While you thought you wanted to listen to uplifting music, you become attached to moody music about heart-break and loneliness. It’s not exactly what you were hoping for, but it helps you confront your feelings.",
    "next": "46.16",
    "background": "/techoffice.jpg" 
  },
  "46.16": {
    "text": "You eventually find that music is a haven for your feelings. Over the years, you notice that your music always seems to match your mood. Whether that’s a good thing or not, you’re not really sure.",
    "is_ending": true,
    "background": "/techoffice.jpg" 
  },
  "47": {
    "text": "The project launches and you’re excited for your feedback. You become known as the “mobile logs” expert on the team. Your manager messages you about having a 1-on-1 to talk about the project and next-steps for you on the team.",
    "background": "/techoffice.jpg",
    "next": "47.1"
  },
  "47.1": {
    "text": "The project launches and you’re excited for your feedback. You become known as the “mobile logs” expert on the team. Your manager messages you about having a 1-on-1 to talk about the project and next-steps for you on the team.",
    "background": "/techoffice.jpg",
    "next": "47.2"
  },
  "47.2": {
    "text": "Hey, great work on your project. The other eng managers in our department are really interested in how far we can take this and want to scale it further. We’re scoping out plans to do a lot more with it.",
    "speaker": "Manager",
    "background": "/techoffice.jpg",
    "next": "47.3"
  },
  "47.3": {
    "text": "After some more praise, the call ends. A few days later you meet with a PM and they talk to you about a project in collaboration with a major US telecom company. In a conversation about location data, your IP-tracking came up.",
    "background": "/techoffice.jpg",
    "next": "47.4"
  },
  "47.4": {
    "text": "They hope to build a similar system that would not require explicit location sharing. Instead, it would log signal strength data across North America.",
    "background": "/techoffice.jpg",
    "next": "47.5"
  },
  "47.5": {
    "text": " When you probe about how this data would be used, you’re told to just focus on the engineering side of things. They also assure you that you’ll be recognized for your great work on this project.",
    "background": "/techoffice.jpg",
    "next": "47.6"
  },
  "47.6": {
    "text": "With privacy concerns in mind, you decide to reach out to data scientists at the organization to help you anonymize the data.",
    "background": "/techoffice.jpg",
    "next": "47.7"
  },
  "47.7": {
    "text": "When you do so, they warn about the inevitable privacy concerns that even anonymized data can have. They send you a study about how even anonymized data can have deep privacy concerns.",
    "background": "/techoffice.jpg",
    "next": "47.8",
    "context": ["https://dl.acm.org/doi/pdf/10.1145/2030613.2030630", "This study describes how attempts at anonymizing location data fail to completely protect the privacy of those involved."]
  },
  "47.8": {
    "text": "It’s a clear moral grey zone, but it’s better than what would otherwise be built. Do you decide to accept the privacy risks and move forward anyway?",
    "background": "/techoffice.jpg",
    "options": [
      [47.9, "You think by anonymizing the data, it’s alright. The company might move forward with the project anyway, so you might as well benefit from being recognized."],
      [44.13, "No, it’s beyond what you believe to be morally acceptable."]
    ]
  },
  "47.9": {
    "text": "The data scientists work with you to the best of their ability and help you create a system that keeps user data largely aggregate. Unfortunately, the telecom company did not have the same vision as you. They change their request to leveraging the data to get information about users entering competitors’ stores.",
    "background": "/techoffice.jpg",
    "next": "47.11"
  },
  "47.11": {
    "text": "A bit sketchier, but you again try your best to respect the privacy of your users and make it workable. Again, they’re not happy. After some more back and forth, you somehow end up speaking with a director from the telecom company. Angrily, they voice how you’ve been failing to do what they want.",
    "background": "/techoffice.jpg",
    "next": "47.12"
  },
  "47.12": {
    "text": "We should know when users leave their house, their commute to work, and everywhere they go throughout the day. Anything less is useless. We get a lot more than that from other tech companies.",
    "background": "/techoffice.jpg",
    "speaker": "Director of Telecom Company",
    "next": "47.13",
    "context": ["https://threadreaderapp.com/thread/1589700721121058817.html", "This article from a Twitter employee describes how they were asked to log signal strength across NA for a telecom company. After taking on the project, they explicitly worked with data scientists to create highly anonymized data. When they gave the data to the telecom company, they called it “useless” and demanded far more invasive, user-specific data. The dialogue here is taken from the article."]
  },
  "47.13": {
    "text": "How do you respond?",
    "background": "/techoffice.jpg",
    "options": [
      [47.14, "You agree to do it. As a director they have a lot of sway and this could make or break your career."],
      [47.15, "\"No fucking way\""]
    ],
    "context": ["https://threadreaderapp.com/thread/1589700721121058817.html", "Profanity is a quote taken from this article."]
  },
  "47.14": {
    "text": "You work towards their vision of accumulating user-identifiable location data. Your firms legal team is brought in and states that it follows all your ToS. Despite this, you still feel anxious about privacy concerns.",
    "background": "/techoffice.jpg",
    "next": "47.16",
    "context": ["https://news.ycombinator.com/item?id=17692005", "We found forums where employees that have worked on unethical projects spoke about their experiences. On employee said: “I was just starting out in my career and was more preoccupied with the task at hand to have enough mental headspace to contemplate the full picture of what was happening.”"]
  },
  "47.16": {
    "text": "A bit sketchier, but you again try your best to respect the privacy of your users and make it workable. Again, they’re not happy. After some more back and forth, you somehow end up speaking with a director from the telecom company. Angrily, they voice how you’ve been failing to do what they want.",
    "background": "/techoffice.jpg",
    "next": "47.17"
  },
  "47.17": {
    "text": "The project eventually launches and is a huge success. You receive a high degree of recognition for the work you put in and are soon compensated for its success.",
    "background": "/techoffice.jpg",
    "next": "47.18"
  },
  "47.18": {
    "text": "A couple years pass by and you’ve become an engineering director at Fwitter. Your work has been instrumental in their success over the last few years. However, the world’s opinion on privacy and data has continuously evolved. Large organizations like Basedbook are being scrutinized over how they’ve handled user privacy.",
    "background": "/techoffice.jpg",
    "next": "47.19",
    "context": ["https://www.vanityfair.com/news/2020/01/facebook-settlement-facial-recognition-illinois-privacy", "Many organizations including Facebook have gone through intense scrutiny and expensive legal issues over mishandling user data."],
    "has_location_ad": true
  },
  "47.19": {
    "text": "It’s not long before that scrutiny turns towards Fwitter. The work you did on location data years ago is dug up as part of a large scale investigation into mishandling of user data. Alongside numerous other Fwitter executives, you find yourself at the forefront of major lawsuits.",
    "background": "/techoffice.jpg",
    "is_ending": true,
    "has_isp_ad": true
  },
  "47.15": {
    "text": "He laughs at you, telling you you’re just a random employee. Your company will just give the project to another employee that’s willing to put in the work. What do you do?",
    "background": "/techoffice.jpg",
    "options": [
      [47.14, "Whether or not you take on the project won’t stop it from being done. You apologize and agree to follow whatever specs they want."],
      [47.21, "You refuse. It’s not the work you want to be doing."],
      [47.22, "You refuse and decide that this is something you cannot allow to occur. You’re going to expose this project before it hurts everyday people."]
    ],
    "context": ["https://hbr.org/2007/05/why-employees-are-afraid-to-speak", "Creating an environment where speaking up is more than just removing a scary boss or the threat of dismissal. It takes deep cultural change. A more complex branch of this story could avoid having such a straightforward obstacle to speaking out, but would attempt to show the implicit fears of an employee that wants to succeed in their career."]
  },
  "47.21": {
    "text": "While you’re pushed off the project, you hear from other coworkers that internal meetings with the legal team suggested that despite how invasive this granular, user-identifying location was, it did not violate any ToS.",
    "background": "/techoffice.jpg",
    "next": "44.13"
  },
  "47.22": {
    "text": "You face a lot of push-back, but you manage to reach out to activist organizations that have the resources to expose the company.",
    "background": "/techoffice.jpg",
    "next": "47.23"
  },
  "47.23": {
    "text": " Although they do their best to hide your identity, it’s obvious who the whistle blower was. You’re labelled as such, and end up losing your job.",
    "background": "/techoffice.jpg",
    "next": "47.24",
    "context": ["https://progressive.org/latest/tesla-history-silencing-whistleblowers-cords-220115/", "We considered making the whistle-blowing story relate to the many silenced attempts at large organizations like Tesla but instead decided to show that even when “successful”, it can have consequences on the the whistle-blower."]
  },
  "47.24": {
    "text": "Job prospects are rough going forward, but at least you felt like you did the right thing. Some organizations respect your initiative and your willingness to speak up, but others fear how you might hurt their image.",
    "background": "/techoffice.jpg",
    "is_ending": true,
    "context": ["https://journals.sagepub.com/doi/full/10.1177/09500170211021721", "This study speaks about the consequences of whistle-blowing which can include loss of reputation, isolation, and more."]
  }
}
